Repository: heraldry/heraldicon
Catalog: gettext/*.po
Languages: de_de

source: Public Domain
de_de: Gemeinfrei

source: Own work
de_de: Selbstgemacht

source: Derivative
de_de: Abgeleitet

source: public domain
de_de: gemeinfrei

source: none
de_de: keine

source: License
de_de: Lizenz

source: License version
de_de: Lizenzversion

source: Source license
de_de: Lizenz der Quelle

source: Source name
de_de: Name der Quelle

source: Source link
de_de: Link zur Quelle

source: Creator name
de_de: Name des Schöpfers

source: Creator link
de_de: Link zum Schöpfer

source: Beasts
de_de: Tiere

source: Two beasts
de_de: Zwei Tiere

source: Winged creatures
de_de: Geflügelte Kreaturen

source: Sea creatures
de_de: Wasser-Kreaturen

source: Serpents
de_de: Schlangen

source: Supporter
de_de: Schildhalter

source: Tail
de_de: Schwanz

source: Other
de_de: Andere

source: Technical
de_de: Tschnisch

source: Don't replace
de_de: Nicht ersetzen

source: Secondary
de_de: Sekundär

source: Tertiary
de_de: Tertiär

source: Shadow (alpha)
de_de: Schatten (alpha)

source: Highlight (alpha)
de_de: Glanz (alpha)

source: Layer separator
de_de: Ebenentrenner

source: Eyed
de_de: Augen

source: Toothed
de_de: Zähne

source: Shadow
de_de: Schattierung

source: Tinctures
de_de: Tinkturen

source: Ignore layer separator
de_de: Ebenentrenner ignorieren

source: Keep
de_de: Anzeigen

source: Primary
de_de: Primär

source: Remove
de_de: Entfernen

source: Vertical mask
de_de: Vertikale Maske

source: Annulet
de_de: Ring

source: Billet
de_de: Schindel

source: Crescent
de_de: Halbmond

source: Root
de_de: Ursprung

source: Fusil
de_de: Wecke

source: Lozenge
de_de: Raute

source: Mascle
de_de: Fensterraute

source: Roundel
de_de: Kugel

source: Rustre
de_de: Durchbohrte Raute

source: Strip angle
de_de: Streifenwinkel

source: Start angle
de_de: Startwinkel

source: Arc angle
de_de: Bogenwinkel

source: Number
de_de: Anzahl

source: Rotate charges
de_de: Wappenfiguren rotieren

source: Heater
de_de: Dreieckschild

source: Square French
de_de: Französische form

source: Square Iberian
de_de: Halbrundschild / Spanische Form

source: Square Czech
de_de: Tschechische Form

source: French modern
de_de: Französische Form (modern) / Rechteck

source: Lozenge [escutcheon]
de_de: Rautenform / Damenschild

source: Oval
de_de: Ovale Form

source: Roundel [escutcheon]
de_de: Runde Form

source: Swiss [escutcheon]
de_de: Schweizer Form

source: English [escutcheon]
de_de: Englische Form

source: Polish [escutcheon]
de_de: Polnische Form

source: Polish 19th century
de_de: Polnische Form (19. Jh)

source: Renaissance [escutcheon]
de_de: Renaissance

source: Rectangle [escutcheon]
de_de: Einfaches Rechteck

source: Flag (3:2)
de_de: Flagge (3:2)

source: Flag (2:1)
de_de: Flagge (2:1)

source: Flag (5:3)
de_de: Flagge (5:3)

source: Wedge [escutcheon]
de_de: Dreieckschild (eingekerbt)

source: Kite
de_de: Drachenschild

source: Norman (late)
de_de: Normannenschild (spät)

source: Rounded Norman (late)
de_de: Abgerundetes Normannenschild (spät)

source: Partition
de_de: Teilung

source: Inherit environment (e.g. for dimidiation)
de_de: Umgebung erben (e.g. für Halbierung)

source: Barry
de_de: Geteilt vielfach

source: Bendy
de_de: Schräggeteilt vielfach

source: Bendy sinister
de_de: Schräglinksgeteilt vielfach

source: Chequy
de_de: Geschacht

source: Chevronny
de_de: Gesparrt

source: Counterchanged
de_de: Verwechselt

source: Fretty
de_de: Flechtgitter

source: Gyronny
de_de: Geständert

source: Lozengy
de_de: Schräggewürfelt

source: Masony
de_de: Gemauert

source: Paly
de_de: Gespalten vielfach

source: Papellony
de_de: Bogenschuppenfeh

source: Per bend
de_de: Schräggeteilt

source: Per bend sinister
de_de: Schräglinksgeteilt

source: Per chevron
de_de: Sparrenweise geteilt

source: Per fess
de_de: Geteilt

source: Per pale
de_de: Gespalten

source: Per pile
de_de: Gespalten mit einer Spitze

source: Per saltire
de_de: Schräggeviert

source: Plain
de_de: Ungeteilt

source: Pattern scaling
de_de: Musterskalierung

source: Quartered
de_de: Geviert

source: Quarterly NxM
de_de: Geviert NxM

source: Base fields
de_de: Basisfelder

source: Tierced per fess
de_de: Zweimal geteilt

source: Tierced per pale
de_de: Zweimal gespalten

source: Tierced per pall
de_de: Deichselschnitt

source: Vairy
de_de: Feh

source: Subfields x
de_de: Unterfelder x

source: Subfields y
de_de: Unterfelder y

source: Reversed
de_de: Umgedreht

source: Base line
de_de: Basisline

source: Mirrored
de_de: Gespiegelt

source: Flipped
de_de: Umgedreht

source: Line
de_de: Linie

source: Single
de_de: Einfach

source: Double
de_de: Doppelt

source: Even
de_de: Gleichmäßig

source: Outside
de_de: Außen

source: Inside
de_de: Innen

source: Angled
de_de: Stufe

source: Bevilled
de_de: Z-förmig

source: Dancetty
de_de: Zickzackschnitt

source: Dovetailed
de_de: Schwalbenschwanzschnitt

source: Embattled
de_de: Zinnenschnitt

source: Embattled grady
de_de: Stufengiebelschnitt

source: Embattled in crosses
de_de: Kreuzzinnenschnitt

source: Enarched / Embowed
de_de: Bogenschnitt

source: Engrailed
de_de: Dornenschnitt

source: Fir-tree topped
de_de: Tannenschnitt

source: Fir-twigged
de_de: Tannenreisschnitt

source: Indented
de_de: Zahnschnitt

source: Invected
de_de: Lappenschnitt

source: Nebuly
de_de: Wolkenschnitt

source: Potenty
de_de: Krückenschnitt

source: Raguly
de_de: Schrägzinnenschnitt

source: Rayonny (flaming)
de_de: Flammenschnitt

source: Rayonny (spiked)
de_de: Spitzen-Flammen-Schnitt

source: Straight
de_de: Gerade

source: Thorny
de_de: Dornenschnitt

source: Urdy
de_de: Eisenhutschnitt

source: Wavy / undy
de_de: Wellenschnitt

source: Wolf toothed
de_de: Wolfzahnschnitt

source: Base [ordinary]
de_de: Schildfuß

source: Bend
de_de: Schrägbalken

source: Bend sinister
de_de: Schräglinksbalken

source: Bordure
de_de: Schildbord

source: Chevron
de_de: Sparren

source: Chief [ordinary]
de_de: Schildhaupt

source: Cross
de_de: Kreuz

source: Fess [ordinary]
de_de: Balken

source: Label [ordinary]
de_de: Turnierkragen

source: Truncated
de_de: Abgeschnitten

source: Number of points
de_de: Anzahl Lätze

source: Bar thickness
de_de: Stegdicke

source: Eccentricity
de_de: Exzentrizität

source: Orle
de_de: Innenbord

source: Distance
de_de: Abstand

source: Pale
de_de: Pfahl

source: Pall
de_de: Deichsel

source: Issuant
de_de: Herkunft

source: Pile
de_de: Spitze

source: Size mode
de_de: Größenmodus

source: Edge
de_de: Kante

source: Anchor-Point
de_de: Anker-Punkt

source: Stretch
de_de: Streckung

source: Point [ordinary]
de_de: Schrägeck

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: Quarter / Canton
de_de: Vierung / Obereck

source: Dexter-chief
de_de: Heraldisch rechts-oben

source: Sinister-chief
de_de: Heraldisch links-oben

source: Dexter-base
de_de: Heraldisch rechts-unten

source: Sinister-base
de_de: Heraldisch links-unten

source: Variant
de_de: Variante

source: Saltire
de_de: Andreaskreuz

source: Anchor
de_de: Anker

source: Size
de_de: Größe

source: Geometry
de_de: Geometrie

source: Fess [point]
de_de: Herzstelle

source: Chief [point]
de_de: Oberstelle

source: Base [point]
de_de: Unterstelle

source: Dexter [point]
de_de: Rechte Hüftstelle

source: Sinister [point]
de_de: Linke Hüftstelle

source: Honour [point]
de_de: Ortstelle

source: Nombril [point]
de_de: Fersenstelle

source: Top-left
de_de: Open-links

source: Top-right
de_de: Oben-rechts

source: Bottom-left
de_de: Unten-links

source: Bottom-right
de_de: Unten-rechts

source: Angle
de_de: Winkel

source: Middle
de_de: Mitte

source: Alignment
de_de: Ausrichtung

source: Number of rows
de_de: Anzahl Zeilen

source: Stretch x
de_de: Streckung x

source: Stretch y
de_de: Streckung y

source: Rectangular grid
de_de: Rechteckiges Gitter

source: Cloth (rough)
de_de: Stoff (rau)

source: Cloth (smooth)
de_de: Stoff (glatt)

source: Felt
de_de: Filz

source: Glass (frosted)
de_de: Glas (matt)

source: Marble
de_de: Marmor

source: Metal (brushed 1)
de_de: Metall (gebürstet 1)

source: Metal (brushed 2)
de_de: Metall (gebürstet 2)

source: Metal (rough)
de_de: Metall (rau)

source: Metal (scraped)
de_de: Metall (zerkratzt)

source: Metal (smooth)
de_de: Metall (glatt)

source: Mosaic
de_de: Mosaik

source: Stone
de_de: Stein

source: Stone (rough)
de_de: Stein (rau)

source: Wood
de_de: Holz

source: RAL Traffic
de_de: Verkehrsfarben

source: All of them!
de_de: Alle!

source: Wikipedia Bajuvarian
de_de: Wikipedia Bayern

source: Wikipedia France
de_de: Wikipedia Frankreich

source: Wikipedia Hungary
de_de: Wikipedia Ungarn

source: Wikipedia Spain
de_de: Wikipedia Spanien

source: Wikipedia Sweden
de_de: Wikipedia Schweden

source: Wikipedia Switzerland
de_de: Wikipedia Schweiz

source: Void
de_de: Leer

source: Argent
de_de: Silber

source: Or
de_de: Gold

source: Azure
de_de: Blau

source: Gules
de_de: Rot

source: Purpure
de_de: Purpur

source: Sable
de_de: Schwarz

source: Vert
de_de: Grün

source: Fur
de_de: Pelzwerk

source: Ermine
de_de: Hermelin

source: Ermines
de_de: Gegenhermelin

source: Erminois
de_de: Goldhermelin

source: Pean
de_de: Gegenhermelin in Gold

source: Sanguine
de_de: Blutrot

source: Murrey
de_de: Braunrot

source: Tenné
de_de: Orange

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: None (can be changed)
de_de: Keine (kann verändert werden)

source: Proper
de_de: Natürlich

source: This might have some strange results for some values, try to give lines a little offset or adjust the parameters a bit if that happens.
de_de: Das kann manchmal merkwürdige Ergebnisse liefern, versuche in dem Fall der Linie ein kleines Offset zu geben oder die Parameter leicht anzupassen.

source: Round
de_de: Rund

source: Sharp
de_de: Spitz

source: Bevel
de_de: Abgeschnitten

source: Corners
de_de: Ecken

source: Number of columns
de_de: Anzahl Spalten

source: Font
de_de: Schriftart

source: Welcome to Heraldry Digital
de_de: Willkommen auf Heraldry Digital

source: What's this about?
de_de: Worum geht es hier?

source: Heraldry
de_de: Heraldik

source: is interesting and fun, but it has a myriad of conventions and rules, as it's been around for almost a millennium.
de_de: ist interessant und macht Spaß, doch sie hat eine Unzahl von Konventionen und Regeln, die sich mittlerweile fast ein Jahrtausend weiterentwickelt haben.

source: Creating a coat of arms is a time-consuming process and requires knowledge of various design tools. But even if you put in that time, the result usually is somewhat static, it can't easily be adjusted without more manual work, for instance to change the style, the tinctures, or the shape of the escutcheon.
de_de: Ein Wappen zu erstellen, ist ein zeitaufwendiger Prozess, der fundiertes Wissen verschiedener Design-Werkzeuge benötigt. Aber selbst wenn du diese Zeit investierst, ist das Ergebnis meist statisch und kann ohne weiteren manuellen Aufwand nicht leicht angepaßt werden, zum Beispiel um den Schnitt (ein Linienstil), eine Tinktur oder die Schildform zu ändern.

source: That is what Heraldry Digital wants to improve. You can describe a coat of arms, and let the rendering figure out the rest. After that it can be themed, the escutcheon can be changed, it can be used for impalement in other coats, charges can be swapped for other variants of a different style, etc..
de_de: Das möchte Heraldry Digital verbessern. Du kannst hier Wappen beschreiben und das Interface kümmert sich um die grafische Darstellung. Danach kann es jederzeit ein neues Farbschema bekommen, ein anderes Schild kann benutzt werden, es kann für die Zusammensetzung andere Wappen benutzt werden, Wappenfiguren können durch andere Varianten verschiedener Stile ersetzt werden, etc..

source: Obviously it won't replace human skills and artistry, but it might provide a starting point to try out some concepts and generate a base of things that can be automated, e.g. divisions, ordinaries, and line styles.
de_de: Selbstverständlich wird es menschliche Fähigkeiten und Kunstfertigkeit nicht ersetzen, aber es kann einen Anfang bieten, um bestimmte Konzepte auszuprobieren und eine Basis von Dingen zu erschaffen, die automatisiert werden können, e.g. Schildteilungen, Heroldsbilder und die verschiedenen Schnitte.

source: Goals
de_de: Ziele

source: Provide an open charge library, which anyone can add to
de_de: Eine offene Wappenfigur-Bibliothek zur Verfügung stellen, die jede:r erweitern kann

source: Provide means to create online armories for reference or research
de_de: Eine offene online Wappendatenbank zur Verfügung stellen, als Referenz oder für Forschung

source: Support as many heraldic concepts and elements as possible
de_de: So viele heraldische Konzepte und Elemente wie möglich unterstützen

source: This entire website is pretty beta still, so please be patient if you run into bugs or missing features. See my contact details below to report anything weird.
de_de: Die gesamte Webseite ist immer noch in einem "beta" Stadium, also sei bitte geduldig wenn du auf Bugs oder fehlende Features stößt. Auf der Kontakt-Seite gibt es Details, wo Bugs gemeldet oder Features gewünscht werden können.

source: Licensing
de_de: Lizenzierung

source: Charges and arms made public on this site require a Creative Commons license or be declared in the public domain. Derivative work requires attribution of the source, and the source license must be compatible with the chosen CC license.
de_de: Wenn du Wappenfiguren und Wappen auf dieser Seite öffentlich machen möchtest, dann benötigen sie eine Creative Commons Lizenz oder müssen als "gemeinfrei" markiert werden. Abgeleitete Arbeit benötigt Attribuierung der Quelle, und die Quell-Lizenz muß mit der gewählten CC Lizenz kompatibel sein.

source: You can specify this while editing a charge or arms, and viewing or exporting work will include the license and attribution. It's your responsibility to provide this information, if you make the work public.
de_de: Du kannst diese Angaben beim Bearbeiten von Wappenfigur oder Wappen machen, und das Ansehen oder Exportieren der jeweiligen Arbeiten enthält alle Lizenz-Informationen und Attribuierungen. Es ist deine Verantwortung, diese Informationen anzugeben, wenn du deine Arbeit öffentlich machst.

source: If you see your work WITHOUT proper attribution or have other concerns or feedback regarding the implementation of these features, then please contact me.
de_de: Falls du deine eigene Arbeit OHNE ordentliche Attribuierung auf dieser Seite siehst, oder du die Implementierung nicht für ausreichend hälst, dann kontaktiere mich bitte.

source: Note: SVGs get the proper metadata of license/attribution for the coat of arms and all used charges, PNGs are a work in progress.
de_de: Achtung: SVGs bekommen ordentliche Metadaten von Lizenz/Attribuierung für Wappen und alle benutzten Wappenfiguren, bei PNGs ist das nicht so leicht und noch nicht der Fall, es ist aber in Arbeit.

source: Blazon
de_de: Blasonierung

source: (beta, not complete)
de_de: (beta und derzeit nur Englisch)

source: Arms saved, new version:
de_de: Wappen gespeichert, neue Version:

source: Copied URL for sharing.
de_de: URL zum Teilen kopiert.

source: Arms need to be public and saved for exporting.
de_de: Das Wappen muß öffentlich und gespeichert sein zum Exportieren.

source: Need to be logged in.
de_de: Du mußt eingeloggt sein.

source: Save your changes first.
de_de: Speichere deine Änderungen erst.

source: Arms need to be public and saved for sharing.
de_de: Das Wappen muß öffentlich und gespeichert sein zum Teilen.

source: Need to be logged in and arms must be saved.
de_de: Du mußt eingeloggt sein und das Wappen gespeichert haben.

source: Need to be logged in and own the arms.
de_de: Du mußt eingeloggt und der Besitzer des Wappens sein.

source: Create Arms
de_de: Neues Wappen

source: Here you can create and view coats of arms. You explicitly have to save your coat of arms as public and add a license, if you want to share the link and allow others to view it.
de_de: Hier kannst du Wappen erstellen und ansehen. Du mußt deine Wappen explizit als öffentlich markieren eine Lizenz angeben, wenn du anderen den Zugriff erlauben und den Link teilen möchtest.

source: However, SVG/PNG links can be viewed by anyone.
de_de: SVG/PNG Links können auch für private Wappen geteilt und von jedem angesehen werden.

source: is private
de_de: ist privat

source: is in the public domain
de_de: ist gemeinfrei

source: is licensed under
de_de: ist lizensiert unter

source: source
de_de: Quelle

source: unnamed
de_de: unbenannt

source: unsaved data
de_de: ungespeicherte Daten

source: Charge saved, new version:
de_de: Wappenfigur gespeichert, neue Version:

source: Upload SVG
de_de: SVG hochladen

source: Need to be logged in and charge must be saved.
de_de: Du mußt eingeloggt sein und die Wappenfigur gespeichert haben.

source: Need to be logged in and own the charge.
de_de: Du mußt eingeloggt und der Besitzer der Wappenfigur sein.

source: Create Charge
de_de: Neue Wappenfigur

source: Here you can view and create charges to be used in coats of arms. By default your charges are private, so only you can see and use them. If you want to make them public, then you must provide a license and attribution, if it is based on previous work.
de_de: Hier kannst du Wappenfiguren erstellen und ansehen, die in Wappen benutzt werden können. Deine Wappenfiguren sind privat, nur du kannst sie sehen und benutzen. Wenn du sie öffentlich machen möchtest, dann mußt du eine Lizenz angeben. Wenn du die Arbeit von anderen benutzt oder erweitert hast, dann gib auch die Quelle und die Lizenz der Quelle an.

source: Collection saved, new version:
de_de: Sammlung gespeichert, neue Version:

source: Need to be logged in and own the collection.
de_de: Du mußt eingeloggt und der Besitzer der Sammlung sein.

source: Create Collection
de_de: Neue Sammlung

source: Here you can view and create collections of coats of arms. You explicitly have to save your collection as public and add a license, if you want to share the link and allow others to view it.
de_de: Hier kannst du Sammlungen von Wappen erstellen und ansehen. Du mußt deine Sammlungen explizit als öffentlich markieren eine Lizenz angeben, wenn du anderen den Zugriff erlauben und den Link teilen möchtest.

source: You can email me at oliver [at] heraldry.digital for feedback, questions, complaints, feature requests, or deep and meaningful friendship.
de_de: Du kannst mich per Email erreichen: oliver [at] heraldry.digital, für Feedback, Fragen, Beschwerden, Feature-Wünsche oder tiefe und bedeutungsvolle Freundschaft.

source: I can be found here
de_de: Ich kann hier gefunden werden

source: my username is
de_de: mein Nutzername ist

source: Mine only
de_de: Nur meine

source: All
de_de: Alle

source: Public
de_de: Öffentlich

source: Private
de_de: Privat

source: About
de_de: Infos

source: Contact
de_de: Kontakt

source: Account
de_de: Konto

source: Logout
de_de: Ausloggen

source: undo
de_de: rückgängig

source: redo
de_de: wiederholen

source: Home
de_de: Neuigkeiten

source: News
de_de: Neuigkeiten

source: In many cases new features are rolled out incrementally, without big release. But now and then I'll group some features and new development and post an update here, so it is easy to stay informed.
de_de: In den meisten Fällen werden Features inkrementell freigegeben. Aber ab und an gruppiere ich die wichtigsten Features und neue Entwicklungen und fasse sie in einem Update hier zusammen, damit es einen Überblick gibt.

source: These updates are not translated, because that'd be a lot of work. Maybe someday... :)
de_de: Diese Updates sind derzeit nicht übersetzt, weil es sehr viel Arbeit wäre. Vielleicht eines Tages... :)

source: Ribbon saved, new version:
de_de: Band gespeichert, neue Version:

source: Created an unsaved copy.
de_de: Ungespeicherte Kopie erstellt.

source: Copy to new
de_de: Kopie erstellen

source: Save
de_de: Speichern

source: Attribution
de_de: Attribuierung

source: Create Ribbon
de_de: Neues Band

source: Not found
de_de: Nicht gefunden

source: Ribbons
de_de: Bänder

source: Here you can view and create ribbons to be used in coats of arms. By default your ribbons are private, so only you can see and use them. If you want to make them public, then you must provide a license.
de_de: Hier kannst du Bänder für Mottos erstellen und ansehen, die in Wappen benutzt werden können. Deine Bänder sind privat, nur du kannst sie sehen und benutzen. Wenn du sie öffentlich machen möchtest, dann mußt du eine Lizenz angeben.

source: Create
de_de: Erstellen

source: Select Arms
de_de: Wappen auswählen

source: Attributes
de_de: Attribute

source: Add attribute
de_de: Attribut hinzufügen

source: no license
de_de: keine Lizenz

source: Autofill for known sources
de_de: Vorauswahl für bekannte Quellen

source: Presets
de_de: Vorauswahl

source: Select Charge Group Preset
de_de: Wappenfigur auswählen

source: Select
de_de: Auswählen

source: Ordinaries
de_de: Heroldsbilder

source: Fesswise
de_de: Balkenweise

source: Palewise
de_de: Pfahlweise

source: Bendwise
de_de: Schrägbalkenweise

source: Bendwise (sinister)
de_de: Schräglinksbalkenweise

source: Chevronwise
de_de: Sparrenweise

source: In cross
de_de: Kreuzweise

source: In saltire
de_de: Schräggekreuzt

source: In pall
de_de: Deichselweise

source: Three above bend
de_de: Drei über Schrägbalken

source: Three below bend
de_de: Drei unter Schrägbalken

source: Triangular
de_de: Dreieckig

source: Three
de_de: Drei

source: Three (inverted)
de_de: Drei (invertiert)

source: Three (columns)
de_de: Drei (Spalten)

source: Three (columns, inverted)
de_de: Drei (Spalten, invertiertt)

source: Six
de_de: Sechs

source: Grid
de_de: Gitter

source: Square
de_de: Quadrat

source: Diamond
de_de: Diamant

source: Semy rows
de_de: Gesäte Zeilen

source: Semy columns
de_de: Gesäte Spalten

source: Frame
de_de: Rahmen

source: Arc
de_de: Bogen

source: In annullo
de_de: Kreis

source: In annullo (point to center)
de_de: Kreis (Richtung Mittelpunkt)

source: In annullo (follow)
de_de: Kreis (folgend)

source: Others
de_de: Weitere

source: In orle
de_de: Bordweise

source: Sheaf of
de_de: Garbenweise

source: Select Charge
de_de: Wappenfigur auswählen

source: Function
de_de: Funktion

source: Shading
de_de: Schattierung

source: Select Escutcheon
de_de: Schild auswählen

source: base fields
de_de: Basisfelder

source: Select Partition
de_de: Teilung auswählen

source: reversed
de_de: umgedreht

source: Humetty / Couped
de_de: Schwebend / Abgeschnitten

source: adjusted
de_de: angepaßt

source: mirrored
de_de: gespiegelt

source: flipped
de_de: umgedreht

source: fimbriated
de_de: gesäumt

source: Select Line Type
de_de: Schnitt auswählen

source: Select Ordinary
de_de: Heroldsbild auswählen

source: Select Ribbon
de_de: Band auswählen

source: by
de_de: von

source: fields
de_de: Felder

source: rotated
de_de: rotiert

source: Select Colour Theme
de_de: Farbschema auswählen

source: None
de_de: Keins

source: Select Tincture
de_de: Tinktur auswählen

source: Inherited
de_de: Geerbt

source: Manual
de_de: Manuell

source: Voided
de_de: Durchbrochen

source: resized
de_de: vergrößert

source: No
de_de: Nein

source: stretched
de_de: gestreckt

source: shifted
de_de: verschoben

source: Row
de_de: Zeile

source: Column
de_de: Spalte

source: Rows
de_de: Zeilen

source: Columns
de_de: Spalten

source: Charge group of
de_de: Gruppe von

source: various
de_de: verschiedenen

source: <no name>
de_de: <unbenannt>

source: Cottise
de_de: Leiste

source: Left
de_de: Links

source: Right
de_de: Rechts

source: opposite
de_de: gegenüber

source: Ordinary
de_de: Heroldsbild

source: Semy
de_de: Besähung

source: Helmet
de_de: Helm

source: Torse
de_de: Helmwulst

source: Crest charge
de_de: Helmzier Figur

source: Helms and crests
de_de: Helme und Helmzier

source: Tincture
de_de: Tinktur
