Repository: heraldry/heraldicon
Catalog: gettext/*.po
Languages: de_de

source: Ornaments
de_de: Prachtstücke

source: Add
de_de: Hinzufügen

source: Mantling
de_de: Helmdeckel

source: Compartment
de_de: Postament

source: Supporter-left
de_de: Schildhalter (links)

source: Supporter-right
de_de: Schildhalter (rechts)

source: Charge
de_de: Wappenfigur

source: Charge group
de_de: Wappenfigurengruppe

source: move down
de_de: nach unten

source: move up
de_de: nach oben

source: remove
de_de: entfernen

source: Render Options
de_de: Render Optionen

source: Segments
de_de: Segmente

source: The SVG export embeds the fonts, but some programs might not display them correctly. At least Chrome should display it.
de_de: Der SVG Export beinhaltet die Fonts, aber einige Programme zeigen sie nicht korrekt an. Zumindest Chrome sollte es richtig anzeigen.

source: Topology
de_de: Topologie

source: The ribbon curve can be interpreted in many ways, depending on what is fore-/background and which segments overlap which.
de_de: Die Band-Kurve kann unterschiedlich interpretiert werden, je nachdem was Vorder- und Rückseite ist und welche Segmente sich überlappen.

source: The Presets can be used to setup the segments for some typical effects, the segments can then be fine-tuned.
de_de: Die Vorauswahl kann benutzt werden, um typische Effekte zu erzeugen, die Segmente können dann weiter angepaßt werden.

source: Apply a preset after you edited the ribbon curve and changed the number of segments.
de_de: Wende eine Vorauswahl an, wenn du eine Band-Kurve verändert hast und sich die Anzahl der Segmente verändert hat.

source: Layering presets
de_de: Layer Vorauswahl

source: Middle outwards
de_de: Von Mitte nach außen

source: Left to right
de_de: Von links nach rechts

source: Right to left
de_de: Von rechts nach links

source: Flow presets
de_de: Verlauf Vorauswahl

source: Stacked
de_de: Geschichtet

source: Spiral clockwise
de_de: Spirale rechtsrum

source: Spiral counter-clockwise
de_de: Spirale linksrum

source: Waves
de_de: Wellen

source: Start presets
de_de: Start Vorauswahl

source: Apply presets
de_de: Vorauswahl anwenden

source: Invert
de_de: Invertieren

source: Segments can be background, foreground, or foreground with text and their rendering order is determined by the layer number
de_de: Segmente können Vorderseite oder Rückseite oder Vorderseite mit Text repräsentieren, und ihrer Render-Reihenfolge wird durch die Layer-Zahl angegeben. Note: wende die Vorauswahl an nachdem sich die Anzahl der Segmente in der Kurve ändert. Das überschreibt die Änderungen hier, aber im Mo

source: General
de_de: Allgemein

source: Semy of
de_de: Besät mit

source: Shield layer
de_de: Schildebene

source: Username required for password reset.
de_de: Benutzername benötigt für Passwort zurücksetzen.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Forgotten password
de_de: Passwort vergessen

source: Cancel
de_de: Abbruch

source: Login
de_de: Einloggen

source: Passwords don't match.
de_de: Passwörter sind nicht gleich.

source: Registration completed
de_de: Registrierung abgeschlossen

source: Password again
de_de: Passwort nochmal

source: Register
de_de: Registrieren

source: A new code was sent to your email address.
de_de: Ein neuer Bestätitungscode wurde an deine Emailadresse geschickt.

source: A confirmation code was sent to your email address.
de_de: Ein Bestätitungscode wurde an deine Emailadresse geschickt.

source: Confirmation code
de_de: Bestätigungscode

source: Resend code
de_de: Code erneut senden

source: Confirm
de_de: Bestätigen

source: New password
de_de: Neues Passwort

source: New password again
de_de: Neues Passwort nochmal

source: Change
de_de: Ändern

source: Password reset completed
de_de: Password zurückgesetzt

source: A password reset confirmation code was sent to your email address.
de_de: Ein Bestätigungscode für das Zurücksetzen des Passworts wurde an deine Emailadresse geschickt.

source: Reset password
de_de: Passwort zurücksetzen

source: Register Confirmation
de_de: Registrierung bestätigen

source: Change Temporary Password
de_de: Temporäres Passwort ändern

source: Reset Forgotten Password
de_de: Vergessenes Passwort zurücksetzen

source: Loading...
de_de: Lade...

source: User
de_de: Benutzer

source: Collections
de_de: Sammlungen

source: Arms
de_de: Wappen

source: Charges
de_de: Wappenfiguren

source: You need to be logged in.
de_de: Du mußt eingeloggt sein.

source: Users
de_de: Benutzer

source: Metal
de_de: Metall

source: Fimbriation
de_de: Säumung

source: field
de_de: Feld

source: on
de_de: auf

source: breaks rule of tincture.
de_de: bricht Tingierungsregel.

source: Colour
de_de: Farbe

source: Main line
de_de: Hauptlinie

source: Opposite line
de_de: Gegenlinie

source: Extra line
de_de: Extralinie

source: Fimbriation tinctures are both metals (
de_de: Säumung Tinkturen sind beide Metalle (

source: and
de_de: und

source: Fimbriation tinctures are both colours (
de_de: Säumung Tinkturen sind beide Farben (

source: Fimbriation metal tincture (
de_de: Säumung Metall-Tinktur (

source: ) touches metal field (
de_de: ) berührt Metall-Feld (

source: Fimbriation colour tincture (
de_de: Säumung Farb-Tinktur (

source: ) touches colour field (
de_de: ) berührt Farb-Feld (

source: Paly should have an even number of fields, for an odd number use pales.
de_de: Das Feld sollte in eine gerade Zahl von Felder gespalten sein, für ungerade Anzahl sollten Pfähle benutzt werden.

source: Barry should have an even number of fields, for an odd number use bars.
de_de: Das Feld sollte in eine gerade Zahl von Felder geteilt sein, für ungerade Anzahl sollten Balken benutzt werden.

source: Bendy should have an even number of fields, for an odd number use bends.
de_de: Das Feld sollte in eine gerade Zahl von Felder geteilt sein, für ungerade Anzahl sollten Schrägbalken benutzt werden.

source: All source fields required for derivative work.
de_de: Alle Felder für die Quelle müssen ausgefüllt sein für abgeleitete Arbeit.

source: License required for public objects.
de_de: Lizenz benötigt für öffentliche Objekte.

source: Motto
de_de: Wahlspruch

source: Top
de_de: Oben

source: Bottom
de_de: Unten

source: Point
de_de: Punkt

source: Origin
de_de: Ursprung

source: Ribbon
de_de: Band

source: Other / Metal
de_de: Andere / Metall

source: Darkened foreground
de_de: Vorderseite verdunkelt

source: Manual blazon
de_de: Manuelle Blasonierung

source: Escutcheon
de_de: Schild

source: Shiny
de_de: Glanz

source: Colours
de_de: Farben

source: Hatching
de_de: Schraffur

source: Mode
de_de: Modus

source: Everything (Helms, etc.)
de_de: Vollwappen (Helme, etc.)

source: Coat of Arms with Helm
de_de: Wappen mit Helmzier

source: Coat of Arms
de_de: Wappen

source: Scope
de_de: Umfang

source: Shield angle
de_de: Schildwinkel

source: Half
de_de: Halb

source: Full
de_de: Voll

source: Escutcheon outline
de_de: Schildumrandung

source: Draw outline
de_de: Zeichne Umrandung

source: Escutcheon shadow (ignored for export)
de_de: Schildschatten (beim Export ignoriert)

source: Squiggly lines (can be slow)
de_de: Schnörkelige Linien (kann langsam sein)

source: Texture
de_de: Textur

source: Preview original (don't replace colours)
de_de: Original anzeigen (Farben nicht ersetzen)

source: Simulate surface
de_de: Oberfläche simulieren

source: Theme
de_de: Farbschema

source: Thickness
de_de: Dicke

source: Edge angle
de_de: Kantenwinkel

source: This currently can cause glitches at some angles for some curves due to some numerical issues, set it carefully.
de_de: Das kann im Moment ein paar Fehler verursachen, aufgrund von numerischer Probleme, benutze es vorsichtig.

source: End split
de_de: Spaltung am Ende

source: Outline
de_de: Umrandung

source: Foreground
de_de: Vorderseite

source: Background
de_de: Rückseitet

source: Type
de_de: Typ

source: Font scale
de_de: Schrift-Faktor

source: Spacing
de_de: Abstände

source: Make public
de_de: Öffentlich machen

source: Charge type
de_de: Wappenfigurtyp

source: Landscape
de_de: Landschaft

source: Attitude
de_de: Haltung

source: Facing
de_de: Blickrichtung

source: Fixed tincture
de_de: Feste Tinktur
